Revit 2020 API
FormatOptions.CanSuppressSpaces Method
Overload List
Name | Description
CanSuppressSpaces()
 Checks whether spaces can be suppressed for the display unit in this FormatOptions.
CanSuppressSpaces(DisplayUnitType)
 Checks whether spaces can be suppressed for a given display unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace